package ru.skypro;

public class Main {

    public static void main(String[] args) {

       //Гарри Поттер, Гермиона Грейнджер и Рон Уизли учатся на факультете Гриффиндор.
        Grifindor garriPotter = new Grifindor("Гарри", "Поттер");
        Grifindor germionaGreyng = new Grifindor("Гермиона", "Грейнджер");
        //Драко Малфой, Грэхэм Монтегю, Грегори Гойл учатся на Слизерине.
        //
        //На факультет Пуффендуй учатся Захария Смит, Седрик Диггори, Джастин Финч-Флетчли.
        //
        //На факультете Когтевран учится Чжоу Чанг, Падма Патил и Маркус Белби.

    }
}
